[
    {
        "type": "learn",
        "con": [
            {"title": "What is a Force?"},
            {"para": "A force is a push or pull on an object. It can make things move, stop, or change direction!"}
        ]
    },
    {
        "type": "learn",
        "con": [
            {"title": "How Do Forces Affect Motion?"},
            {"para": "Forces can make things move faster, slower, or change their direction. Without forces, nothing would move!"}
        ]
    },
    {
        "type": "learn",
        "con": [
            {"title": "Types of Forces"},
            {"para": "There are different types of forces like gravity, friction, and magnetism. Each one acts differently on objects."}
        ]
    },
    {
        "type": "learn",
        "con": [
            {"title": "Gravity – The Invisible Force"},
            {"para": "Gravity pulls everything down to the Earth. It’s the reason why we stay on the ground and why things fall when you drop them!"}
        ]
    },
    {
        "type": "learn",
        "con": [
            {"title": "Friction – The Force That Slows Things Down"},
            {"para": "Friction happens when two surfaces rub against each other. It stops things from sliding forever."}
        ]
    },
    {
        "type": "learn",
        "con": [
            {"title": "Newton’s First Law of Motion (Inertia)"},
            {"para": "Things want to keep doing what they’re already doing. This is called inertia. If something is still, it stays still until a force moves it. If it’s moving, it keeps moving until a force stops it!"}
        ]
    },
    {
        "type": "learn",
        "con": [
            {"title": "Newton’s Second Law of Motion"},
            {"para": "The more force you use, the faster an object will move! But the heavier it is, the harder it is to move."}
        ]
    },
    {
        "type": "learn",
        "con": [
            {"title": "Newton’s Third Law of Motion"},
            {"para": "For every action, there is an equal and opposite reaction! If you push something, it pushes back with the same force."}
        ]
    },
    {
        "type": "learn",
        "con": [
            {"title": "Examples of Forces in Everyday Life"},
            {"para": "From riding a bike to playing on a swing, forces are all around us! Can you think of other examples where forces are at work?"}
        ]
    }
]